orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/dofetilide.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 21:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Note</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<ul class="org-ul">
<li>Dofetilide is available only to hospitals and prescribers who have received appropriate dosing and treatment initiation education.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-2">
<ol class="org-ol">
<li>Obtain ECG.  Prior to administration of first dose, determine QTc interval.  If QTc &gt;440 msec (500 msec in patients with ventricular conduction abnormalities), dofetilide is contraindicated.  If the heart rate is &lt;60 bpm, QT interval should be used.  Patients with heart rates &lt;50 bpm have not been studied.</li>
<li>Calculate CrCl.</li>
<li><p>
Starting dose
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;60 mL/min</td>
<td class="left">500 mcg BID</td>
</tr>

<tr>
<td class="left">40 to 60 mL/min</td>
<td class="left">250 mcg BID</td>
</tr>

<tr>
<td class="left">20 to &lt;40 mL/min</td>
<td class="left">125 mcg BID</td>
</tr>

<tr>
<td class="left">&lt;20 mL/min</td>
<td class="left">Contraindicated</td>
</tr>
</tbody>
</table></li>
<li>Administer the adjusted dofetilide dose and begin continuous ECG monitoring.</li>
<li><p>
At 2-3 hours after first dose of dofetilide, determine the QTc.  If the QT has increased by &gt;15% compared to the baseline established in the first step, OR if the QTc is &gt;500 msec (550 msec in patients with ventricular conduction abnormalities), subsequent dosing should be adjusted as follows:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Starting dose</th>
<th scope="col" class="left">Subsequent dose for ↑QTc</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">500 mcg BID</td>
<td class="left">250 mcg BID</td>
</tr>

<tr>
<td class="left">250 mcg BID</td>
<td class="left">125 mcg BID</td>
</tr>

<tr>
<td class="left">125 mcg BID</td>
<td class="left">125 mcg once daily</td>
</tr>
</tbody>
</table></li>
<li>At 2-3 hours after each subsequent dose of dofetilide, determine the QTc (for in-hospital doses 2-5).  No further down titration of dofetilide based on QTc is recommended.  NOTE: If at any time after the 2nd dose of dofetilide the QTc is &gt;500 msec (550 msec in patients with ventricular conduction abnormalities) dofetilide should be discontinued.</li>
<li>Patients are to be continuously monitored by ECG for a minimum of 3 days, or for a minimum of 12 hours after electrical or pharmacological conversion to normal sinus rhythm, whichever is greater.</li>
</ol>
</div>
</div>
<div id="outline-container-unnumbered-3" class="outline-2">
<h2 id="unnumbered-3">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-3">
<ul class="org-ul">
<li>Capsules
<ul class="org-ul">
<li>125 mcg</li>
<li>250 mcg</li>
<li>500 mcg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-2">
<h2 id="unnumbered-4">Warnings</h2>
<div class="outline-text-2" id="text-unnumbered-4">
<ul class="org-ul">
<li>Dofetilide can cause serious ventricular arrhythmias, primarily Torsade de Pointes (TdP) type ventricular tachycardia, a polymorphic ventricular tachycardia associated with QT interval prolongation. QT prolongation is directly related to dofetilide dose.  Factors such as reduced CrCl, female gender, and larger doses increase the risk of TdP.  The risk of TdP can be reduced by adjustment of the dofetilide dose according to CrCl and by monitoring the ECG for excessive increases in the QT interval.</li>
<li>Hospitalize patient at least 3 days while on maintenance dose in facility that provides cardiac resuscitation, continuous ECG monitoring, and estimated CrCl.</li>
<li>Calculate CrCl before initiating dofetilide therapy.</li>
<li>Measure QT interval before initiating dofetilide therapy.</li>
<li>Follow specific dosing adjustment guidelines given above.</li>
<li>Reevaluate renal function and QTc q3 month or more if medically required.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-2">
<h2 id="unnumbered-5">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-5">
<ul class="org-ul">
<li>Congenital or acquired long QT syndromes.</li>
<li>Baseline QT or QTc interval &gt;440 msec (500 msec in patients with ventricular conduction abnormalities).</li>
<li>Concomitant use of:
<ul class="org-ul">
<li>verapamil</li>
<li>cimetidine</li>
<li>trimethoprim</li>
<li>ketoconazole</li>
<li>prochlorperazine</li>
<li>dolutegravir</li>
<li>megestrol</li>
<li>hydrochlorothiazide</li>
<li>drugs that prolong the QT interval</li>
</ul></li>
<li>CrCl &lt;20 mL/min.</li>
<li>Previous hypersensitivity to dofetilide.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-2">
<h2 id="unnumbered-6">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-6">
<ul class="org-ul">
<li>Dose-depended incidence of Torsade de Pointes with potentially fatal ventricular arrhythmias, as well as other tachy and bradyarrhythmias.</li>
<li>&gt;10% include headache and chest pain.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-2">
<h2 id="unnumbered-7">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-7">
<ul class="org-ul">
<li>Note multiple drug interactions; do not use with other QT prolonging drugs.  See Contraindications.  See full prescribing details.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-2">
<h2 id="unnumbered-8">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-8">
<ul class="org-ul">
<li>Nursing mothers: Discontinue drug or discontinue nursing.</li>
<li>Pregnancy category: C</li>
<li>Increased incidence of Torsade de Pointes in women.</li>
<li>Adjust dose for renal impairment; see above and full prescribing information.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
